#cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'


brew 'autoenv'
brew 'brew-cask'
brew 'coreutils'
brew 'erlang'
brew 'exercism'
brew 'ffmpeg'
brew 'git'
brew 'giter8'
brew 'gnu-sed'
brew 'graphviz'
brew 'jq'
brew 'maven'
brew 'mitmproxy'
brew 'mtr'
brew 'multimarkdown'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'plantuml'
brew 'pstree'
brew 'python'
brew 'python3'
brew 'rebar'
brew 'sbt'
brew 'scala'
brew 'spark'
brew 'sqlite'
brew 'the_silver_searcher''
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'watch'
brew 'wget'
brew 'youtube-dl'


cask 'appcleaner'
cask 'caffeine'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'geektool'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'keka'
cask 'skype'
cask 'tomighty'
cask 'vagrant'
cask 'virtualbox'
cask 'visualvm'
cask 'vlc'